SourceLANGID=1033
LANGID=1046
TargetApplication=Inno Script Studio 2.x
Author=Igor Rückert
Generator=Kymoto Solutions Language Editor 1.0
LastModified=2013-05-02 18:26:23

[Application.Editor]
00000001=&Desfazer
00000002=Desfazer a última ação
00000003=&Refazer
00000004=Refazer a ação desfeita anteriormente
00000005=&Recortar
00000006=Recortar a seleção e colocá-la na área de transferência
00000007=&Copiar
00000008=Copiar a seleção e colocá-la na área de transferência
00000009=Co&lar
00000010=Colar o conteúdo atual da área de transferência
00000011=&Excluir
00000012=Excluir a seleção atual
00000013=Selecionar &Tudo
00000014=Selecionar tudo
00000015=Localizar...
00000016=Localizar um texto específico
00000017=Localizar Próximo
00000018=Localizar a próxima ocorrência do texto especificado
00000019=Substituir...
00000020=Substituir o texto especificado com texto diferente
00000021=Ir Para Linha Número...
00000022=Ir para linha
00000023=Completar &Palavra
00000024=Mostrar a lista Auto Completar para a palavra atual
00000025=&Abrir #Incluir Arquivo
00000026=Abrir #Incluir Arquivo

[Application.MainForm]
00000001=Menu Principal
00000002=&Arquivo
00000003=&Novo
00000004=Salvar &Codificação
00000005=&Auto (ANSI ou UTF-8)
00000006=&UTF-8
00000007=Scripts &Recentes
00000008=&Editar
00000009=&Pesquisar
00000010=&Visualizar
00000011=&Seções
00000012=Exibir ou ocultar a Seção Projeto
00000013=Estr&utura
00000014=Exibir ou ocultar a Estrutura do Projeto
00000015=Gerenciador de &Projeto
00000016=Exibir ou ocultar o Gerenciador de Projeto
00000017=&Mensagens
00000018=Exibir ou ocultar as Mensagens de Saída
00000019=Barra de St&atus
00000020=Exibir ou ocultar a barra de status
00000021=&Barras de Ferramentas
00000022=Exibir ou ocultar as barras de ferramentas
00000023=&Padrão
00000024=Exibir ou ocultar a barra de ferramentas Padrão
00000025=&Editar
00000026=Exibir ou ocultar a barra de ferramentas Editar
00000027=&Projeto
00000028=Exibir ou ocultar a barra de ferramentas Projeto
00000029=&Debug
00000030=Exibir ou ocultar a barra de ferramentas Debug
00000031=&Seções
00000032=&Idiomas
00000033=Selecione o idioma de exibição do programa
00000034=&Projeto
00000035=&Opções do Setup
00000036=Importar do Script
00000037=Importar do Arquivo
00000038=Exportar para Arquivo
00000039=&Debug
00000040=&Ferramentas
00000041=&Abas
00000042=&Ajuda
00000043=Padrão
00000044=Editar
00000045=Projeto
00000046=Opções do Instalador
00000047=Opções do Instalador
00000048=Seções
00000049=Selecionar Seção
00000050=Debug
00000051=Mensagens
00000052=Saída do Compilador
00000053=Saída do Debugger
00000054=Estrutura
00000055=Seções
00000056=Gerenciador de Projeto
00000057=Novo &Projeto de Instalador
00000058=Cria um novo Projeto de Instalador
00000059=&Novo Script
00000060=Cria um novo Script de Instalador em Branco
00000061=Novo Script (&Assistente)
00000062=Cria um novo Script do Inno Setup usando o Assistente Inno
00000063=&Abrir...
00000064=Abre um Script existente do Inno Setup
00000065=&Salvar
00000066=Salva o Script atual do Inno Setup
00000067=Salvar &Como...
00000068=Salva o Script atual do Inno Setup com um novo nome
00000069=Salvar &Tudo
00000070=Salva todos os Scripts do Inno Setup abertos
00000071=&Fechar Script
00000072=Fecha o atual Script do Inno Setup
00000073=Fechar Todos os Scri&pts
00000074=Fecha todos os Scripts do Inno Setup abertos
00000075=&Visualizar Impressão
00000076=Pré-visualiza o Script do Inno Setup atual antes de imprimir
00000077=&Imprimir...
00000078=Imprimir parte ou todo o Script do Inno Setup atual
00000079=&Sair
00000080=Sair do programa
00000081=&Desfazer
00000082=Desfaz a última ação
00000083=&Refazer
00000084=Refaz a última ação desfeita
00000085=&Recortar
00000086=Recorta a seleção e a coloca na área de transferência
00000087=&Copiar
00000088=Copia a seleção e a coloca na área de transferência
00000089=Co&lar
00000090=Cola o conteúdo atual da área de transferência
00000091=&Excluir
00000092=Exclui a seleção atual
00000093=Selecionar &Tudo
00000094=Seleciona tudo
00000095=Alternar Comentários
00000096=Alterna a linha de comentários
00000097=&Localizar...
00000098=Localiza o texto especificado
00000099=Localizar &Próximo
00000100=Localizar a próxima ocorrência do texto especificado
00000101=Localizar &Anterior
00000102=Localizar a ocorrência anterior do texto especificado
00000103=&Substituir...
00000104=Substituir o texto especificado com texto diferente
00000105=&Ir para Linha Número...
00000106=Vai para a linha
00000107=&Alternar Favorito
00000108=Alterna favorito
00000109=Ir para &Favorito
00000110=Vai até o favorito
00000111=&Personalizar...
00000112=Personalizar barra de ferramentas
00000113=Bloquear Barra de Ferramentas
00000114=Bloquear as barras de ferramentas
00000115=Usar Caminhos &Relativos
00000116=Usa caminhos relativos
00000117=Opções de &Idioma...
00000118=Editar opções de idioma
00000119=Inserir Arquivos...
00000120=Inserir arquivos
00000121=Instalar Fontes...
00000122=Instalar fontes
00000123=Criar Pasta...
00000124=Criar pasta
00000125=Criar Associação
00000126=Criar associação de arquivo
00000127=Criar Atalho da Internet...
00000128=Cria um atalho da Internet
00000129=Criar Ícone de Desinstalação
00000130=Cria uma entrada para um ícone de Desinstalação
00000131=Criar Perfil ODBC...
00000132=Adiciona entradas para um perfil ODBC
00000133=Criar Alias BDE...
00000134=Cria um alias BDE
00000135=&Compilar
00000136=Compila o Script atual do Inno Setup
00000137=&Parar Compilação
00000138=Interrompe a compilação do Script do Inno Setup atual
00000139=Baixa &Prioridade Durante Compilação
00000140=Compilador Inno Setup possui baixa prioridade durante compilação
00000141=Abrir no &Inno Setup
00000142=Abre o Script Inno Setup no Compiler32 (Inno Setup Editor)
00000143=Abrir Pasta de &Saída
00000144=Abre a pasta de saída do projeto
00000145=Importar Seção [Files]...
00000146=Importa a seção [Files] do script existente
00000147=Importar Seção [Dirs]...
00000148=Importa a seção [Dirs] do script existente
00000149=Importar Seção [INI]...
00000150=Importa a seção [INI] do script existente
00000151=Importar Seção [Messages]...
00000152=Importa a seção [Messages] do script existente
00000153=Importar Seção [Registry]...
00000154=Importa a seção [Registry] do script existente
00000155=Importar Arquivo INI...
00000156=Importa um Arquivo INI
00000157=Importar Arquivo de Mensagens...
00000158=Importa Arquivo de Mensagens
00000159=Importar Arquivo de Registro...
00000160=Importa Arquivo de Registro
00000161=Exportar Seção [INI]...
00000162=Exporta seção [INI] para arquivo
00000163=Exportar Seção [Messages]...
00000164=Exporta seção [Messages] para arquivo
00000165=Exportar Seção [Registry]...
00000166=Exporta seção [Registry] para arquivo
00000167=Desanexar &Debugger
00000168=Desanexa o debugger
00000169=&Executar
00000170=Executar
00000171=Executar até &Cursor
00000172=Executar até o cursor
00000173=&Entrar
00000174=Entrar
00000175=&Continuar
00000176=Continuar
00000177=P&ausar
00000178=Pausa o debugger
00000179=&Terminar
00000180=Fecha o debugger
00000181=Instalação
00000182=Instalação alvo
00000183=Desinstalação
00000184=Desinstalação alvo
00000185=&Parâmetros...
00000186=Parâmetros
00000187=&Avaliar Constante...
00000188=Avaliar constante
00000189=Alternar &Ponto de Interrupção
00000190=Alternar  o ponto de interrupção
00000191=Gerar &GUID
00000192=Gera um GUID; Substitui o texto selecionado atualmente
00000193=Configurar Ferramentas de &Assinatura...
00000194=Edita as ferramentas de assinatura de código
00000195=&Opções
00000196=Opções do Programa
00000197=Selecionar Próxima Aba
00000198=Seleciona a próxima aba do script
00000199=Selecionar Aba Anterior
00000200=Seleciona a aba anterior do script
00000201=Ajuda do Inno Script Studio
00000202=Documentação do Inno Script Studio
00000203=&Site do Inno Script Studio
00000204=Página na Internet do Inno Script Studio
00000205=&Documentação do Inno Setup
00000206=Documentação do Inno Setup
00000207=Scripts de Exemplo do Inno Setup
00000208=Exemplos do Inno Setup
00000209=&FAQ do Inno Setup
00000210=FAQ do Inno Setup
00000211=&Histórico de Versões do Inno Setup
00000212=Histórico de Versões do Inno Setup
00000213=Site do Inno Setup
00000214=Site do Inno Setup
00000215=Documentação do I&nno Setup Preprocessor
00000216=Documentação do Inno Setup Preprocessor
00000217=Site do Inn&o Setup Preprocessor
00000218=Site do Inno Setup Preprocessor
00000219=&Base de Conhecimento do Inno Setup Extensions
00000220=Site da Base de Conhecimento do Inno Setup Extensions
00000221=Site do R&emObjects Pascal Script
00000222=Site do RemObjects Pascal Script
00000223=&Ajude o Inno Setup
00000224=Site de Doação do Inno Setup
00000225=Sobre o Inno Setup
00000226=Sobre o Inno Setup
00000227=Ajude o Inno Script Studio
00000228=Site de Doação do Inno Script Studio
00000229=Verificar &Atualizações
00000230=Verifica por atualizações
00000231=&Sobre
00000232=Sobre|Mostra informações do aplicativo, número da versão && copyrights
00000233=Destino - [%s]
00000234=Selecione o destino do depurador
00000235=Inno Script Studio no Facebook

[Dialog.AddFolder]
00000001=Raiz:
00000002=Curinga:
00000003=Adicionar pasta
00000004=Adicionar arquivos
00000005=Adicionar subpastas
00000006=Externo
00000007=Adicionar como pasta recursiva

[Dialog.BDEAlias]
00000001=Nome alternativo:
00000002=Caminho para pasta de dados:
00000003=Nome do driver BDE:
00000004=Excluir antes de criar

[Dialog.CodeSigning]
00000001=Nome
00000002=Comando
00000003=Adicionar
00000004=Adiciona uma nova entrada de assinatura de código
00000005=Editar
00000006=Edita a entrada de assinatura de código atual
00000007=Excluir
00000008=Exclui a entrada de assinatura de código atual

[Dialog.EvaluateConstant]
00000001=Selecionar Constante do script para avaliar:

[Dialog.FileAssociation]
00000001=Extensão do arquivo:
00000002=Nome do tipo:
00000003=Descrição do documento:
00000004=Associar com:
00000005=Arquivo do ícone:
00000006=Índice do ícone:

[Dialog.GoToLine]
00000001=Forneça número da nova linha:

[Dialog.InstallFonts]
00000001=Nome da Fonte
00000002=Nome do Arquivo

[Dialog.InternetShortcut]
00000001=Nome do arquivo:
00000002=URL:

[Dialog.Language]
00000001=Selecione o Idioma:
00000002=ID do Idioma:
00000003=Código:
00000004=Fonte do Diálogo:
00000005=Fonte do 'Bem-vindo':
00000006=Fonte do Título:
00000007=Fonte do Copyright:
00000008=Tamanho:
00000009=Tamanho:
00000010=Tamanho:
00000011=Tamanho:
00000012=Idioma é exibido da Direita para Esquerda

[Dialog.Languages]
00000001=Por favor, selecione os idiomas padrão do Inno Setup para adicionar
00000002=&Marcar todos
00000003=&Desmarcar todos

[Dialog.NewProject]
00000001=&Não mostrar este diálogo ao iniciar
00000002=Criar Novo
00000003=Instalador Inno
00000004=Modelos Especializados
00000005=Modelos Genéricos
00000006=Modelos Temáticos
00000007=NSIS Installer
00000008=Modelos Genéricos
00000009=Modelos Especiais
00000010=Modelos Temáticos
00000011=Usar assistente de script para criar projeto
00000012=Estilo do Tema:
00000013=Abrir Script Recente

[Dialog.ODBCProfile]
00000001=Nome
00000002=Driver

[Dialog.Parameters]
00000001=Parâmetros da linha de comando para instalação e desinstalação:

[Dialog.WindowsVersion]
00000001=Selecionar Versão do Windows:
00000002=Informações da Build do Windows
00000003=Maior Versão:
00000004=Menor Versão:
00000005=Versão da Build:
00000006=Service Pack:
00000007=Você só pode digitar números aqui
00000008=Você só pode digitar números aqui
00000009=Você só pode digitar números aqui
00000010=Você só pode digitar números aqui
00000011=Incluir Versão da Build

[Options]
00000001=Ferramentas
00000002=Restaurar Opções
00000003=Importar Opções
00000004=Exportar Opções

[Options.Associations]
00000001=Associação de Arquivos
00000002=&Associar arquivos do Inno Setup Script (*.iss) com este compilador

[Options.CodeSigning]
00000001=Nome
00000002=Comando
00000003=Adicionar
00000004=Adiciona uma nova entrada de assinatura de código
00000005=Editar
00000006=Edita a entrada de assinatura de código atual
00000007=Excluir
00000008=Exclui a entrada de assinatura de código atual

[Options.Compiler]
00000001=Local do Inno Setup Compiler
00000002=Pasta do compilador:

[Options.Display]
00000001=Exibição (Geral)
00000002=Mostrar fechar aba ao:
00000003=Mostrar ícones associados nas abas do editor
00000004=Visualização das Seções
00000005=Mostrar linhas de grade na seção
00000006=Mostrar linha Comentários e ISPP
00000007=Mostrar linha Comentários e ISPP como valores

[Options.Editor]
00000001=Configurações do Editor
00000002=Largura da Aba:
00000003=Invocar Auto Completar automaticamente
00000004=Usar destaque de sintaxe
00000005=Sublinhar erros de sintaxe
00000006=Parágrafo automático
00000007=Permitir que o cursor se mova além do fim das linhas
00000008=Quebra automática de linhas longas
00000009=Converter tabulação em espaços
00000010=Exibição do Editor
00000011=Margem direita:
00000012=Mostrar linha ativa
00000013=Mostrar guias de recuo
00000014=Mostrar medianiz do editor
00000015=Mostrar número da linha na medianiz
00000016=Mostrar margem direita

[Options.FontsAndColors]
00000001=Fonte do Editor
00000002=Fonte do editor:
00000003=Tamanho da fonte do editor:
00000004=Qualidade da suavização:
00000005=Cores do Editor
00000006=Cor de fundo:
00000007=Cor da linha ativa:
00000008=Cor da fonte do editor:
00000009=Cor do cursor:

[Options.General]
00000001=Opções de Inicialização
00000002=Seção de Inicialização:
00000003=Mostrar diálogo de projeto
00000004=Reabrir último script
00000005=Abrir com um script em branco
00000006=Configurações Gerais
00000007=Escrever Boolean como:
00000008=Mostrar caminho completo na barra de título
00000009=Salvar automaticamente antes de compilar
00000010=Criar backups ao salvar
00000011=Permitir desfazer após salvar
00000012=Pausar em exceções
00000013=Sempre testar script compilado

[Options.Plugins]
00000001=Nome
00000002=Autor
00000003=Nome do arquivo
00000004=Habilitar Plugin
00000005=Habilita/desabilita o plugin selecionado
00000006=Configurar Plugin
00000007=Configura o plugin atualmente selecionado
00000008=Sobre o Plugin
00000009=Mostra as informações do plugin selecionado

[Options.Styler.Inno]
00000001=Estilo do Inno Setup
00000002=Estilo da fonte
00000003=Estilo do elemento:
00000004=Cor do primeiro plano:
00000005=Cor do segundo plano:
00000006=Exemplo do Estilo

[Options.Styler.Pascal]
00000001=Exemplo do Estilo
00000002=Estilo Pascal
00000003=Estilo da fonte
00000004=Estilo do elemento :
00000005=Cor do primeiro plano:
00000006=Cor do segundo plano:

[Options.Updates]
00000001=Configurações de Atualização
00000002=Servidor proxy:
00000003=Usuário:
00000004=Senha:
00000005=Verificar atualizações ao iniciar
00000006=Alterar para atualizações do canal BETA
00000007=Anexar atualizações no arquivo de log
00000008=Usar servidor proxy

[Project.Additional]
00000001=Configurações Adicionais
00000002=Espaço extra em disco:
00000003=Arredondar data/hora:
00000004=Data de modificação:
00000005=Hora da modificação:
00000006=Alteração de associações
00000007=Sempre reiniciar
00000008=Reiniciar se necessário pelo executar
00000009=Permitir cancelar durante instalação
00000010=Carimbo de data em UTC
00000011=Alteração de ambiente
00000012=Ícone do Instalador
00000013=Ícone do Instalador:
00000014=Selecione o arquivo de ícone do instalador

[Project.Appearance]
00000001=Janela do Assistente
00000002=Imagem normal:
00000003=Imagem pequena:
00000004=Cor de fundo:
00000005=Esticar imagem do assistente
00000006=Selecione a imagem pequena do assistente
00000007=Selecione a imagem normal do assistente
00000008=Janela de Fundo
00000009=Cor 1:
00000010=Cor 2:
00000011=Direção:
00000012=Janela de fundo visível
00000013=Cor sólida de fundo
00000014=Mostrar texto da janela
00000015=Janela redimensionável
00000016=Iniciar maximizado

[Project.ApplicationDetails]
00000001=Detalhes do Aplicativo
00000002=Nome do aplicativo:
00000003=Versão do aplicativo:
00000004=Copyright do aplicativo:
00000005=Mutex do aplicativo:
00000006=Senha:
00000007=Privilégios necessários:
00000008=ID do Aplicativo:
00000009=Versão do aplicativo:
00000010=Gerar ID do Aplicativo
00000011=O AppVerName foi substituído na versão 5.3.10 do Inno Setup por AppVersion.\n\nClique aqui para converter para a nova diretiva AppVersion.
00000012=Licença && Informações
00000013=Licença:
00000014=Informações antes:
00000015=Informações depois:
00000016=Procurar pelo arquivo de licença
00000017=Procurar Arquivo de Informações Antes
00000018=Procurar Arquivo de Informações Depois

[Project.CodeSigning]
00000001=Assinatura de Código
00000002=Pasta do desinstalador:
00000003=Ferramenta de Assinatura:
00000004=Usar desinstalador assinado
00000005=Selecione a pasta para armazenar os arquivos do desinstalador assinado
00000006=Configure as ferramentas de assinatura de código

[Project.Compiler]
00000001=Configurações do Compilador
00000002=Pasta de saída:
00000003=Nome o arquivo de saída:
00000004=Pasta de origem:
00000005=Arquivo manifest de saída:
00000006=Usar carregador de instação
00000007=Mesclar arquivos duplicados
00000008=Criptografar
00000009=Conhecimento de serviços de terminal
00000010=Log de instalação
00000011=Selecione a pasta de saída
00000012=Selecione a pasta de origem
00000013=Selecionar Arquivo Manifest de Saída
00000014=Configurações da Arquitetura
00000015=Instalar no modo 64-bit:
00000016=Arquiteturas permitidas:

[Project.Compression]
00000001=Compactação
00000002=Compactação:
00000003=Compactação interna:
00000004=Nível de compactação:
00000005=Segmentos:
00000006=Compactação sólida
00000007=Configurações LZMA/LZMA2
00000008=Algoritmo:
00000009=Tam. bloco:
00000010=Tam. dicionário:
00000011=Localizar correspondência:
00000012=Núm. segmentos:
00000013=Núm. bytes rápidos:
00000014=Usar processo separado:

[Project.Directory]
00000001=Pasta do Aplicativo
00000002=Nome padrão de pasta:
00000003=Desativar página de seleção de pasta:
00000004=Aviso de pasta existente:
00000005=Criar pasta do aplicativo
00000006=Usar pasta prévia do aplicativo
00000007=Permitir pasta raiz
00000008=Permitir caminho UNC
00000009=Habilitar aviso que pasta não existe
00000010=Anexar nome padrão da pasta

[Project.DiskSpanning]
00000001=Espaço em Disco
00000002=Tamanho do cluster:
00000003=Bytes reservados:
00000004=Tamanho segmento:
00000005=Segmentos por disco:
00000006=Predefinir espaço:
00000007=Habilitar espaço em disco

[Project.InstallPages]
00000001=Páginas da Instalação
00000002=Usar tipo anterior de instalação
00000003=Usar tarefas anteriores
00000004=Desativar página 'Pronto para Instalar'
00000005=Desativar lembrete 'Pronto para Instalar'
00000006=Lista de componentes fixos
00000007=Mostrar tamanho dos componentes
00000008=Desativar página 'Finalizar'
00000009=Mostrar linhas na árvore de tarefas
00000010=Mostrar lista de componentes
00000011=Mostrar pasta na página 'Pronto para Instalar'
00000012=Mostrar grupo na página 'Pronto para Instalar'
00000013=Desativar prompt de inicialização
00000014=Desativar página de boas vindas
00000015=Usar idioma anterior

[Project.Language]
00000001=Configurações de Idioma
00000002=Método de detecção de idioma:
00000003=Mostrar diálogo de idioma:
00000004=Mostrar idiomas não visualizáveis

[Project.LogFile]
00000001=Arquivo de Log
00000002=Nome do arquivo de log:
00000003=Método de log:
00000004=Selecione o arquivo de log

[Project.ProgramGroup]
00000001=Grupo do Programa
00000002=Nome padrão do grupo:
00000003=Desativar página de grupo:
00000004=Usar grupo anterior
00000005=Não permitir ícones
00000006=Sempre usar grupo pessoal
00000007=Anexar nome padrão do grupo

[Project.PublisherInfo]
00000001=Informações do Editor
00000002=Editor:
00000003=URL do Editor:
00000004=URL do Suporte:
00000005=URL de Atualizações:
00000006=Versão:
00000007=Comentários
00000008=Contato:
00000009=Arquivo leiame:
00000010=Telefone:

[Project.RestartManager]
00000001=Gerenciador de Reinicialização
00000002=Filtro de Aplicativos:
00000003=Automaticamente fechar aplicativos
00000004=Reiniciar aplicativos

[Project.SysRequirements]
00000001=Requerimentos do Sistema
00000002=Versão Somente Abaixo do Windows
00000003=Windows:
00000004=Windows NT:
00000005=Selecionar Versão Somente Abaixo do Windows NT
00000006=Selecionar Versão Somente Abaixo do Windows
00000007=Versão mínima do Windows
00000008=Windows:
00000009=Windows NT:
00000010=Selecionar Versão Mínima do Windows
00000011=Selecionar Versão Mínima do Windows NT

[Project.Uninstall]
00000001=Configurações de Desinstalação
00000002=Modo do log:
00000003=Desinstalador:
00000004=Desinstalável:
00000005=Criar chave no registro:
00000006=Reiniciar computador
00000007=Atualizar AppName do log de desinstalação
00000008=Configurações de 'Programas && Recursos'
00000009=Nome de exibição:
00000010=Ícone de exibição:
00000011=Índice do ícone:
00000012=Modificar caminho:
00000013=Mostrar tamanho:

[Project.UserInfo]
00000001=Informações do Usuário
00000002=Nome padrão do usuário:
00000003=Organização padrão:
00000004=Número de série padrão:
00000005=Mostrar página de informações do usuário
00000006=Usar informações anteriores de usuário

[Project.VersionInfo]
00000001=Informações da Versão
00000002=Versão:
00000003=Companhia:
00000004=Descrição:
00000005=Versão do texto:
00000006=Copyright:
00000007=Nome do produto:
00000008=Versão do produto:
00000009=Texto da versão:

[Properties.BaseForm]

[Properties.Components]
00000001=Nome:
00000002=Descrição:
00000003=Espaço Extra em Disco:

[Properties.CustomMessages]
00000001=ID da Mensagem:
00000002=Substituir Idioma:
00000003=Mensagem Personalizada:

[Properties.Files]
00000001=Fonte:
00000002=Nome de Destino:
00000003=Pasta de Destino:
00000004=Instalar Fonte:
00000005=Tamanho Externo:
00000006=Nome Strong Assembly:
00000007=Condicional
00000008=Sistema
00000009=(Des)Instalar
00000010=Outro

[Properties.Folders]
00000001=Nome:
00000002=Pasta de Destino:

[Properties.Icons]
00000001=Nome:
00000002=Nome do arquivo:
00000003=Pasta de Trabalho:
00000004=Arquivo do Ícone:
00000005=Índice do Ícone:
00000006=Pasta de Destino:
00000007=(Des)Instalar
00000008=Adicional
00000009=Parâmetros:
00000010=Identificador:
00000011=Comentário:
00000012=Tecla de atalho:
00000013=Windows 7

[Properties.INIFiles]
00000001=Nome do arquivo:
00000002=Seção:
00000003=Chave:
00000004=String:

[Properties.InstallDelete]
00000001=Nome do arquivo:
00000002=Tipo:

[Properties.InstallRun]
00000001=Nome do arquivo:
00000002=Parâmetros:
00000003=Pasta de Trabalho:
00000004=Descrição:
00000005=Mensagem de Status:
00000006=ID "Run Once":
00000007=Executar Comando:
00000008=Condicional
00000009=Sistema
00000010=Visibilidade

[Properties.Languages]
00000001=Nome:
00000002=Arquivo de Mensagens:
00000003=Arquivo de Licença:
00000004=Arquivo de Informações Antes:
00000005=Arquivo de Informações Depois:

[Properties.Messages]
00000001=ID da Mensagem:
00000002=Substituir Idioma:
00000003=Mensagem Padrão:
00000004=Mensagem Personalizada:

[Properties.PostCompile]
00000001=Parâmetros:
00000002=Nome do arquivo:

[Properties.PreCompile]
00000001=Parâmetros:
00000002=Nome do arquivo:

[Properties.Registry]
00000001=Raiz:
00000002=Subchave:
00000003=Tipo do Valor:
00000004=Nome do Valor:
00000005=Dados do Valor:
00000006=(Des)Instalar

[Properties.SignTool]
00000001=Comando:
00000002=Nome:

[Properties.Special]
00000001=Texto:

[Properties.Tasks]
00000001=Nome:
00000002=Descrição:
00000003=Descrição do Grupo:

[Properties.Types]
00000001=Nome:
00000002=Descrição:

[Properties.UnInstallDelete]
00000001=Nome do arquivo:
00000002=Tipo:

[Properties.UnInstallRun]
00000001=Nome do arquivo:
00000002=Parâmetros:
00000003=Pasta de Trabalho:
00000006=ID "Run Once":
00000007=Executar Comando:
00000008=Condicional
00000009=Sistema
00000010=Visibilidade

[Section.BaseForm]

[Section.Components]
00000009=Verificar
00000010=Antes da Instalçao
00000011=Depois da Instalação
00000001=Nome
00000002=Descrição
00000003=Espaço Necessário
00000004=Tipos
00000005=Flags
00000006=Versão Mínima
00000007=Somente Abaixo da Versão
00000008=Idiomas

[Section.CustomMessages]
00000001=ID da Mensagem
00000002=Idioma
00000003=Mensagem

[Section.Files]
00000009=Tamanho Externo
00000010=Nome Strong Assembly
00000011=Versão Mínima
00000012=Somente Abaixo da Versão
00000013=Componentes
00000014=Tarefas
00000015=Idiomas
00000016=Permissões
00000017=Exclusões
00000018=Verificar
00000019=Antes da Instalação
00000020=Depois da Instalação
00000001=Nome do arquivo de Origem
00000002=Nome do arquivo de Destino
00000003=Tipo de Arquivo
00000004=Pasta de Origem
00000005=Pasta de Destino
00000006=Flags
00000007=Atributos
00000008=Instalar Fonte
00000021=Adicionar Arquivos...
00000022=Verificar Existência de Arquivos
00000023=Caminhos Relativos
00000024=Caminhos Absolutos
00000025=Adicionar Pasta...
00000026=Abrir Pasta de &Origem
00000027=Converter Caminhos de Arquivo Para

[Section.Folders]
00000009=Idiomas
00000010=Permissões
00000011=Exclusões
00000012=Verificar
00000013=Antes da Instalação
00000014=Depois da Instalação
00000001=Nome
00000002=Pasta de Destino
00000003=Flags
00000004=Atributos
00000005=Versão Mínima
00000006=Somente Abaixo da Versão
00000007=Componentes
00000008=Tarefas

[Section.Icons]
00000009=Comentário
00000010=Tecla de Atalho
00000011=Versão Mínima
00000012=Somente Abaixo da Versão
00000013=Componentes
00000014=Tarefas
00000015=Idiomas
00000016=Verificar
00000017=Antes da Instalação
00000018=Depois da Instalação
00000001=Nome
00000002=Nome do arquivo
00000003=Pasta de Trabalho
00000004=ID do Aplicativo
00000005=Flags
00000006=Nome do Ícone
00000007=Índice do Ícone
00000008=Parâmetros

[Section.INIFiles]
00000009=Tarefas
00000010=Idiomas
00000011=Verificar
00000012=Antes da Instalação
00000013=Depois da Instalação
00000001=Nome do arquivo
00000002=Seção
00000003=Chave
00000004=Valor
00000005=Flags
00000006=Versão Mínima
00000007=Somente Abaixo da Versão
00000008=Componentes

[Section.InstallDelete]
00000009=Antes da Instalação
00000010=Depois da Instalação
00000001=Tipo
00000002=Nome do arquivo
00000003=Versão Mínima
00000004=Somente Abaixo da Versão
00000005=Componentes
00000006=Tarefas
00000007=Idiomas
00000008=Verificar

[Section.InstallRun]
00000009=Versão Mínima
00000010=Somente Abaixo da Versão
00000011=Componentes
00000012=Tarefas
00000013=Idiomas
00000014=Verificar
00000015=Antes da Instalação
00000016=Depois da Instalação
00000001=Nome do arquivo
00000002=Parâmetros
00000003=Pasta de Trabalho
00000004=Flags
00000005=Descrição
00000006=Mensagem de Status
00000007=Executar Comando
00000008=ID "Run Once"

[Section.Languages]
00000001=Nome
00000002=Arquivo de Mensagens
00000003=Arquivo de Licença
00000004=Arquivo de Informações Antes
00000005=Arquivo de Informações Após
00000006=Adicionar Idiomas Padrão do Inno Setup

[Section.Messages]
00000001=ID da Mensagem
00000002=Idioma
00000003=Mensagem

[Section.PreCompile]
00000001=Nome do arquivo
00000002=Parâmetros
00000003=Flags

[Section.Registry]
00000009=Somente Abaixo da Versão
00000010=Componentes
00000011=Tarefas
00000012=Idiomas
00000013=Verificar
00000014=Antes da Instalação
00000015=Depois da Instalação
00000001=Raiz
00000002=Subchave
00000003=Tipo de Valor
00000004=Nome do Valor
00000005=Dados do Valor
00000006=Flags
00000007=Permissões
00000008=Versão Mínima

[Section.Tasks]
00000009=Verificar
00000010=Antes da Instalação
00000011=Depois da Instalação
00000001=Nome
00000002=Descrição
00000003=Descrição do Grupo
00000004=Flags
00000005=Versão Mínima
00000006=Somente Abaixo da Versão
00000007=Componentes
00000008=Idiomas

[Section.Types]
00000009=Depois da Instalação
00000001=Nome
00000002=Descrição
00000003=Flags
00000004=Versão Mínima
00000005=Somente Abaixo da Versão
00000006=Idiomas
00000007=Verificar
00000008=Antes da Instalação

[Section.UnInstallDelete]
00000009=Antes da Instalação
00000010=Depois da Instalação
00000001=Tipo
00000002=Nome do arquivo
00000003=Versão Mínima
00000004=Somente Abaixo da Versão
00000005=Componentes
00000006=Tarefas
00000007=Idiomas
00000008=Verificar

[Section.UnInstallRun]
00000009=Versão Mínima
00000010=Somente Abaixo da Versão
00000011=Componentes
00000012=Tarefas
00000013=Idiomas
00000014=Verificar
00000015=Antes da Instalação
00000016=Depois da Instalação
00000001=Nome do arquivo
00000002=Parâmetros
00000003=Pasta de Trabalho
00000004=Flags
00000005=Descrição
00000006=Mensagem de Status
00000007=Executar Comando
00000008=ID "Run Once"

[Wizard.BaseForm]

[Wizard.InnoSetup]
00000001=Nem todos os recursos do Inno Setup são cobertos por este assistente. Veja a documentação para detalhes ao criar arquivos de script do Inno Setup.\n\nClique Próximo para continuar, ou Cancelar para sair deste assistente.
00000002=Este assistente irá guiá-lo através do processo de criação de um novo script do Inno Setup. Os resultados serão usados para gerar um novo script que pode ser compilado diretamente ou salvo em disco para uso futuro.
00000003=Bem-vindo ao [name]
00000004=Você completou com sucesso o [name].\n\nPara fechar este assistente e gerar o novo script, clique Finalizar.
00000005== obrigatório
00000006=negrito
00000007=Criar novo script em &branco
00000008=&Nome do aplicativo:
00000009=&Editor do aplicativo:
00000010=&Site do aplicativo:
00000011=&Versão do aplicativo:
00000012=&Pasta do aplicativo:
00000013=Pasta de &destino do aplicativo:
00000014=O aplicativo não nece&ssita de uma pasta
00000015=Permitir usuário &alterar pasta do aplicativo
00000016=Outro:
00000017=P&rocurar
00000018=&Executável principal do aplicativo:
00000019=Permitir &usuário iniciar aplicativo após finalizar instalação
00000020=&Adic. arquivo(s)...
00000021=Adic. &pasta...
00000022=&Editar...
00000023=&Outros arquivos do aplicativo:
00000024=Remo&ver
00000025=O aplicativo não po&ssui um executável principal
00000026=Permitir usuário &desativar criação da pasta do Menu Iniciar
00000027=Outros ícones do executável principal:
00000028=Nome da pasta do Aplicatino no Menu &Iniciar:
00000029=Criar ícone de &Desinstalação na pasta do Menu Iniciar
00000030=Criar ícone de &Internet na pasta do Menu Iniciar
00000031=Permitir usuário criar ícone na Área de &Trabalho
00000032=Permitir usuário &alterar nome da pasta do Menu Iniciar
00000033=Permitir usuário criar ícone na Inicialização &Rápida
00000034=&Procurar...
00000035=Arquivo de informações exibido &depois da instalação:
00000036=&Procurar...
00000037=Arquivo de &informações exibido antes da instalação:
00000038=&Procurar...
00000039=Arquivo da &Licença:
00000040=&Selecionar tudo
00000041=&Idiomas:
00000042=&Desmarcar tudo
00000043=Usar senha para &criptografar arquivos do aplicativo
00000044=Nome do &arquivo de saída:
00000045=&Procurar...
00000046=&Pasta de saída personalizada:
00000047=&Senha do instalador:
00000048=&Procurar...
00000049=Í&cone personalizado do instalador:

[$CONSTANTS]
Default=Padrão
SCaption3rdparty=Seções 3rd Party
SCaption3rdpartyDownload=Download
SCaption3rdpartyPost=Etapas Pós-Compilação
SCaption3rdpartyPre=Etapas Pré-Compilação
SCaptionAppearance=Aparência
SCaptionApplicationAdditional=Configurações Adicionais
SCaptionApplicationDetails=Detalhes do Aplicativo
SCaptionApplicationFolder=Pasta do Aplicativo
SCaptionAssociations=Associação de Arquivos
SCaptionAutoCAcceptWith=Aceitar com: <TAB> ou <ENTER>
SCaptionAutoCNoSelection=Por favor, selecione uma entrada da lista Auto Completar
SCaptionBlankScript=Script em Branco
SCaptionBothOptions=Tanto a Aba Ativa e a Barra de Abas
SCaptionCode=Código Pascal
SCaptionCodeSigning=Assinatura de Código
SCaptionCodeSigningTools=Ferramentas de Assinatura de Código
SCaptionCompilerSettings=Configurações do Compilador
SCaptionComponents=Componentes
SCaptionCompression=Compressão
SCaptionCopy=&Copiar
SCaptionCustomizeView=Personalizar  Visualização...
SCaptionCustomMessages=Mensagens Personalizadas
SCaptionCut=&Recortar
SCaptionDelete=&Excluir Item
SCaptionDeleteAll=Excluir Todos os Items
SCaptionDiskSpanning=Espaço em Disco
SCaptionDisplaySettings=Configurações de Exibição
SCaptionDuplicateEntry=Duplicar Entrada
SCaptionEditorSettings=Configurações do Editor
SCaptionFiles=Arquivos
SCaptionFolders=Pastas
SCaptionFontsAndColors=Fontes & Cores
SCaptionGeneralSettings=Configurações Gerais
SCaptionGenericTemplates=Modelos Genéricos
SCaptionIcons=Ícones
SCaptionIni=Arquivos INI
SCaptionInnoSetupProject=Projeto do Inno Setup
SCaptionInnoStyler=Inno Setup Styler
SCaptionInsertCommentLine=Linha de Comentário
SCaptionInsertEmptyLine=Linha Vazia
SCaptionInsertISPPLine=Linha ISPP
SCaptionInstallationPages=Páginas da Instalação
SCaptionInstallDelete=Excluir na Instalação
SCaptionInstallRun=Executar na Instalação
SCaptionItemProperties=Propriedades do Item
SCaptionLanguages=Idiomas
SCaptionLanguageSettings=Configurações de Idioma
SCaptionLocateInScript=Localizar Item no Script
SCaptionLogFile=Arquivo de Log
SCaptionMessages=Mensagens
SCaptionMoveDown=Mover para Baixo
SCaptionMoveToBottom=Mover para o Final
SCaptionMoveToTop=Mover para o Início
SCaptionMoveUp=Mover para Cima
SCaptionNewItem=Novo Item
SCaptionNoProject=<Nenhum Projeto>
SCaptionPascalStyler=Pascal Styler
SCaptionPaste=C&olar
SCaptionPluginDisable=Desativar Plugin
SCaptionPluginEnable=Ativar Plugin
SCaptionPluginSettings=Configurações do Plugin
SCaptionPost=Etapas Pós-Compilação
SCaptionPostCompileImported=%s - Seção PósCompilação
SCaptionPre=Etapas Pré-Compilação
SCaptionPreCompileImported=%s - Seção PréCompilação
SCaptionProgramGroup=Grupo do Programa
SCaptionProgramGroupVista=Configurações de 'Programas e Recursos'
SCaptionProgramGroupXP=Configurações de 'Adicionar e Remover Programas'
SCaptionProject=Projeto - [%s]
SCaptionPublisherInformation=Informações do Editor
SCaptionRegistry=Registro
SCaptionRestartManager=Gerenciador de Reinicialização
SCaptionRunAs2KXP=Sempre executar Instal./Desinst. como usuário diferente
SCaptionRunAsVista=Sempre executar Instal./Desinst. como Administrador
SCaptionScript=Script do Inno Setup
SCaptionSelectAll=Selecionar tudo
SCaptionSelectIconFile=Selecionar Arquivo de Ícone
SCaptionSelectInfoFile=Selecionar Arquivo Info
SCaptionSelectINIFile=Selecionar Arquivo INI
SCaptionSelectLicenseFile=Selecionar Arquivo de Licença
SCaptionSelectLogFile=Selecionar Arquivo de Log do Compilador
SCaptionSelectManifestFile=Selecionar Arquivo Manifest de Saída
SCaptionSelectMessagesFile=Selecionar Arquivo de Mensagens
SCaptionSelectOutputFolder=Selecionar Pasta de Saída
SCaptionSelectRegistryFile=Selecionar Arquivo do Registro
SCaptionSelectSignedUninstallFolder=Selecionar Pasta do Desinstalador Assinado
SCaptionSelectSourceFolder=Selecionar Pasta de Origem
SCaptionSelectWizardImage=Selecionar Imagem do Assistente
SCaptionSelectWizardImage2=Selecionar Imagem Pequena do Assistente
SCaptionSimpleScript=Script Simples
SCaptionSpecialItems=Itens Especiais
SCaptionSpecializedTemplates=Modelos Especializados
SCaptionSpecialValueComment=Comentário
SCaptionSpecialValueCommentText=Texto do Comentário:
SCaptionSpecialValueEmptyLine=Linha Vazia
SCaptionSpecialValueISPPCode=Código ISPP:
SCaptionSpecialValueISPPLine=Linha ISPP
SCaptionSupercededDirective=Diretiva Substituída
SCaptionSystemRequirements=Requerimentos do Sistema
SCaptionTabBarOption=Somente Barra de Abas (Mostrar no lado direito)
SCaptionTabOption=Somente Aba Ativa
SCaptionTargetMenu=Destino [%s]
SCaptionTasks=Tarefas
SCaptionThemedTemplates=Modelos Temáticos
SCaptionThirdPartyImported=Configurações de %s Importadas
SCaptionTypes=Tipos
SCaptionUninstall=Configurações de Desinstalação
SCaptionUninstallDelete=Excluir na Desinstalação
SCaptionUninstallRun=Executar na Desinstalação
SCaptionUpdateSettings=Configurações de Atualização
SCaptionUserInformation=Informações do Usuário
SCaptionVersionInformation=Informações da Versão
SCompilerExampleScripts=Scripts de exemplo...
SCompilerExecuteSetupError=Erro executando "%s": \n\n %d: %s
SCompilerIllegalNullChar=Caractere nulo ilegal na linha %d
SCompilerMoreFiles=Mais arquivos...
SCompilerStatusAborted=Compilação abortada.
SCompilerStatusElapsed=Tempo total de compilação: %s
SCompilerStatusErrorAborted=Erro do Compilador!
SCompilerStatusFileError=Erro: %s não foi encontrado. Por favor, confirme a ação %s.
SCompilerStatusFinished=Compilação finalizada.  [%s em %s]
SCompilerStatusPrePostFinished=Processamento de %s finalizado.
SCompilerStatusPrePostStarted=Processando %s.
SCompilerStatusPrePostStep=Executando: %s
SCompilerStatusPrePostWarning=Processamento de %s ainda em teste.
SCompilerStatusStarting=Iniciando compilação.  [%s em %s]
SCompilerStatusUnsupported=Definições ISPP atualmente não suportadas pela Seção %s.
SCompilerStatusVersion=Compilando script com %s [%s]
SDebuggerExitCode=Código de saída %s
SDebuggerExitCodeError1=Não é possível obter código de saída %s (%s falhou)
SDebuggerExitCodeError2=%s ainda em execução; não é possível obter código de saída
SDebuggerStatusAppStarted=Aplicativo %s iniciado
SDebuggerStatusCleanUp=Removendo pastas temporárias
SDebuggerStatusCleanUpFailed=Falha ao remover pasta temporária
SDebuggerStatusTerminating=# Terminando processo #
SDialogButtonApply=Aplicar
SDialogButtonBack=< &Anterior
SDialogButtonCancel=Cancelar
SDialogButtonFindAll=Localizar Tudo
SDialogButtonFinish=&Finalizar
SDialogButtonHelp=Ajuda
SDialogButtonNext=&Próximo >
SDialogButtonOK=OK
SDialogButtonReplaceAll=Substituir Tudo
SEditorAbortCompile=Tem certeza que deseja abortar a compillação?
SEditorCaptionColumn=Coluna
SEditorCaptionInsert=Inserir
SEditorCaptionLine=Linha
SEditorCaptionModified=Modificado
SEditorCaptionOverwrite=Substituir
SEditorCaptionReadOnly=Somente Leitura
SFormCaptionAbout=Sobre
SFormCaptionAddFolder=Adicionar Pasta
SFormCaptionBDEAlias=Criar Alias BDE
SFormCaptionComponent=Propriedades do Componente
SFormCaptionCustomize=Personalizar Colunas
SFormCaptionCustomMessage=Propriedades da Mensagem Personalizada
SFormCaptionEvaluateConstant=Avaliar Constante
SFormCaptionFile=Propriedades do Arquivo
SFormCaptionFileAssociation=Criar Associação de Arquivo
SFormCaptionFolder=Propriedades da Pasta
SFormCaptionGoToLine=Ir para Linha Número
SFormCaptionIcon=Propriedades do Ícone
SFormCaptionImportINIFiles=Importando Arquivos INI
SFormCaptionImportMessages=Importando Mensagens
SFormCaptionImportRegistryFiles=Importando Arquivos de Registro
SFormCaptionIniFile=Propriedades do Arquivo INI
SFormCaptionInnoWizard=Assistente de Script do Inno Setup
SFormCaptionInnoWizardFiles=Arquivo do Assistente de Script
SFormCaptionInstallDelete=Ação no Excluir na Instalação
SFormCaptionInstallFonts=Selecionar Fontes
SFormCaptionInstallRun=Ação no Executar na Instalação
SFormCaptionInternetShortcut=Criar Atalho da Internet
SFormCaptionLanguage=Propriedades do Idioma
SFormCaptionLanguageOptions=Opções de Idioma
SFormCaptionLanguages=Selecionar Idiomas Padrão
SFormCaptionMessage=Propriedades da Mensagem
SFormCaptionNewProject=Novo Projeto
SFormCaptionODBCProfile=Criar Perfil ODBC
SFormCaptionOptions=Opções
SFormCaptionParameters=Parâmetros
SFormCaptionPostCompile=Ação Pós-Compilação
SFormCaptionPreCompile=Ação Pré-Compilação
SFormCaptionRegistry=Entrada do Registro
SFormCaptionReplace=Substituir Texto
SFormCaptionSearch=Localizar Texto
SFormCaptionSetupOptions=Opções da Instalação
SFormCaptionSignTool=Propriedades da Ferramenta de Assinatura
SFormCaptionSignTools=Ferramentas de Assinatura
SFormCaptionSpecialValue=Propriedades do Valor Especial
SFormCaptionTask=Propriedades da Tarefa
SFormCaptionType=Propriedades do Tipo
SFormCaptionUninstallDelete=Ação Pós-Compilação
SFormCaptionUninstallRun=Ação no Executar na Desinstalação
SGroupCaptionAdditional=Adicional
SGroupCaptionAttributes=Atributos
SGroupCaptionComponents=Componentes
SGroupCaptionDetails=Detalhes
SGroupCaptionExcludes=Exclusões
SGroupCaptionFlags=Flags
SGroupCaptionLanguages=Idiomas
SGroupCaptionMinWindowsGroup=Versão mínima do Windows
SGroupCaptionOnlyBelowWindows=Somente abaixo da Versão do Windows
SGroupCaptionPermissions=Permissões
SGroupCaptionScripting=Script Pascal
SGroupCaptionSignTool22=Detalhes da Ferramenta de Assinatura
SGroupCaptionSysRequirments=Requerimentos do Sistema
SGroupCaptionTasks=Tarefas
SGroupCaptionTypes=Tipos
SHintCopy=Copiar seleção para área de transferência
SHintCustomizeView=Personalizar visualização atual
SHintCut=Recortar seleção para área de transferência
SHintDelete=Excluir Item
SHintDeleteAll=Excluir Todos os Itens
SHintExpression=Expressão Boolean, que pode conter chamados para funções de verificação para definir o parâmetro Desisnstalável.\n\nPor exemplo: not IsTaskSelected('portablemode')
SHintInsertCommentLine=Linha de Comentário
SHintInsertEmptyLine=Linha Vazia
SHintInsertISPPLine=Linha ISPP
SHintItemProperties=Mostrar folha de Propriedades dos Itens selecionados
SHintLanguage=Usar arquivos do idioma %s
SHintLocateInScript=Localizar Item no script ativo
SHintMinimumWindows=Selecionar Versão Mínima do Windows
SHintMinimumWindowsNT=Selecionar Versão Mínima do Windows NT
SHintMoveDown=Mover para Baixo
SHintMoveToBottom=Mover para o Final
SHintMoveToTop=Mover para o Início
SHintMoveUp=Mover para Cima
SHintNewItem=Novo Item
SHintOnlyBelowWindows=Selecionar
SHintOnlyBelowWindowsNT=Selecionar Somente Versão Abaixo Windows NT
SHintPaste=Colar conteúdo atual da área de transferência
SHintSelectAll=Selecionar todos os Itens
SHintSpecialItems=Itens Especiais
SLabelCaptionAfterInstall=Após Instalação:
SLabelCaptionBeforeInstall=Antes da Instalação:
SLabelCaptionCheck=Verificar:
SLabelCaptionManualListEntry=Entrada Manual da Lista (Cada entrada deve ser separada com um espaço)
SMessageClearAllItems=Tem certeza que deseja limpar todas as entradas desta seção do script?
SMessageCompileNow=Deseja compilar o novo script agora?
SMessageCompilerErrorTitle=Erro do Compilador
SMessageCompilerNeedUninstExe=Não é possível Desinstalar agora. Por favor, primeiro execute a instalação com sucesso até a conclusão.
SMessageCompilerRunning=Uma compilação já está em progresso.
SMessageCompilerSaveFile=Deseja salvar o script antes de compilar?\n\nSe responder Não, a instalação compilada será salva na pasta Meus Documentos por padrão.
SMessageConvertAppVerName=Converter Versão do Aplicativo da diretiva AppVerName para a nova AppVersion?\n\nEsta alteração desativará a antiga diretiva AppVerName após copiar o valor para a nova AppVersion.\n\nPor favor, confirme se a diretiva AppVersion está correta após a conversão.
SMessageConvertToAbsolutePath=Converter arquivos selecionados para ter caminhos absolutos de arquivos?
SMessageConvertToRelativePath=Converter arquivos selecionados para ter caminhos relativos de arquivos?
SMessageCreateUninstallIconError=Por favor, especifique um valor "AppName" na seção [Setup] do script.
SMessageDebuggerDetachProcess=Este comando irá separar o depurador do processo em execução %s. Continuar?
SMessageDebuggerException=Linha %d:\n%s.
SMessageDebuggerExceptionTitle=Erro de Tempo de Execução
SMessageDebuggerNoCode=Nenhum código foi gerado para a linha atual.
SMessageDebuggerPausePending=Uma pausa ainda está pendente.
SMessageDebuggerStopProcess=Por favor, encerre o processo %s antes de executar este comando.
SMessageDebuggerTerminateProcess=Isso irá incondicionalmente encerrar os processos em execução. Continuar?
SMessageDebuggerTerminateProcess1=Isso vai terminar incondicionalmente o processo em execução%s. Continuar?
SMessageDebuggerTerminateProcess2=Note que se %s está atualmente em fase de instalação, todas as alterações feitas no sistema até agora não serão desfeitas, nem dados de desinstalação serão gravados.
SMessageDebuggerTerminateProcessTitle=Encerrar processo
SMessageDeleteMultipleItems=Tem certeza que deseja excluir as entradas do item %d desta seção do script?
SMessageEvaluateErrorTitle=Erro na Avaliação
SMessageEvaluateResultTitle=Resultado da Avaliação
SMessageEvaluateUnknown=Ocorreu um erro desconhecido.
SMessageFileAssocError1=Extensão do arquivo faltando.
SMessageFileAssocError2=Nome do tipo faltando.
SMessageFileAssocError3=Descrição do documento faltando.
SMessageFileAssocError4=Faltando arquivo para associar.
SMessageFileAssocFailed=Falha ao associar o %s com a extensão de arquivo iss\nCódigo do Erro: %d (%s)
SMessageFileAssocNotElevated=Para permitir que o %s seja associado com a extensão iss, este deve ser executado como Administrador.
SMessageFileAssocSuccess=A extensão .iss foi associada com sucesso com: %s
SMessageFileAssocTitle=Alterar Associação
SMessageFileCheckError=Os seguintes arquivos parecem não existir.
SMessageFileCheckErrorTitle=Arquivos Faltando
SMessageFileCheckSuccess=Todos os arquivos verificados parecem existir
SMessageGenerateGUID=O GUID gerado será inserido no editor na posição atual do cursor. Continuar?
SMessageGenerateGUID2=Uma ID de Aplicativo já foi atribuído.\n\nDeseja gerar uma ID de Aplicativo de substituição?
SMessageGenerateGUIDTitle=Gerar GUID
SMessageGoToLineError=Número da linha deve ser entre 1 e %d
SMessageImportMessages=Deseja substituir as mensagens importadas pelas da seção [Messages] no script?
SMessageISCmplrError=O Inno Script Studio não pôde carregar o compilador do Inno Setup (%s). Por favor, confirme se o local do compilador do Inno Setup está definido corretamente.\n\nOs recursos do compilador do Inno Setup não estarão disponíveis até um local válido do compilador seja definido.
SMessageISCmplrErrorTitle=Erro ao carregar %s
SMessageLocateInScriptError=Erro ao localizar item no script ativo
SMessageLogFileReadError=Erro ao ler arquivo de log
SMessageLogFileReadErrorTitle=Erro ao ler arquivo de log
SMessageLogFileWriteError=Erro ao criar arquivo de log
SMessageLogFileWriteErrorTitle=Erro ao gravar arquivo de log
SMessageMRUFileNotFound=O arquivo ''%s'' não foi encontrado.\n\nDeseja removê-lo da lista de itens recentes?
SMessageMRUFileNotFoundTitle=Erro ao carregar arquivo
SMessageODBCTypeError=Tipo de registro não suportado para o valor: %s
SMessageOpenInInnoCompiler1=O script deve ser salvo antes de ser aberto pelo Inno Setup.\n\nDeseja salvar o script agora?
SMessageOpenInInnoCompiler2=O script foi modificado e deve ser salvo antes de ser aberto no Inno Setup.\n\nDeseja salvar o script agora?
SMessagePostCompileImported=A seção %s Pós-Compilação foi importada para a seção Pós-Compilação.
SMessagePreCompileImported=A seção %s Pré-Compilação foi importada para a seção Pré-Compilação.
SMessageReloadScript1=O arquivo foi modificado fora do editor fonte.\n\nDeseja recarregar o arquivo?
SMessageReloadScript2=O arquivo foi modificado fora do editor fonte. Alterações também foram feitas no editor fonte.\n\nDeseja recarregar o arquivo e perder as alterações feitas no editor fonte?
SMessageReloadScriptModal=O arquivo foi modificado fora do editor fonte. Talvez você precise recarregá-lo?
SMessageResetOptions=Restaurar todas as opções para as configurações padrão?
SMessageSaveChanges=O texto no arquivo %s foi modificado.\n\nDeseja salvar as alterações?
SMessageThirdPartyImported=As configurações do %s foram importadas para a seção ThirdParty.
SMessageUpdateAvailable=Uma nova versão do Inno Script Studio (%s) está disponível para download.\n\nDeseja fazer o download e instalar a nova versão?
SMessageUpdateAvailableTitle=Uma nova atualização está disponível
SMessageUpdateError=O Inno Script Studio não pôde baixar as informações de atualização.
SMessageUpdateFailed=O Inno Script Studio não pôde se conectar ao servidor de atualização.\nSe você estiver usando um servidor proxy, verifique suas configurações e tente novamente.
SMessageUpdateFailedTitle=Falha na atualização
SMessageUpdateLatestInstalled=Sua versão do aplicativo (%s) está atualizada.
SMessageValidationError=O seguinte erro de validação deve ser corrigido antes de continuar.
SMessageValidationErrorItem=Por favor, forneça um valor "%s".
SMessageValidationErrorTitle=Erro de Validação
SMessageVerifyFiles=Para verificar os arquivos selecionados, o script deve ser salvo primeiro.\n\nGostaria de salvar o script para que os arquivos selecionados possam ser verificados?
STabCaptionAdditional=Adicional
STabCaptionAdvanced=Avançado
STabCaptionAttributes=Geral
STabCaptionCommon=Comum
STabCaptionComponents=Componentes
STabCaptionDetails=Detalhes
STabCaptionGeneral=Geral
STabCaptionLanguage=Idiomas
STabCaptionTasks=Tarefas
STabCaptionTypes=Tipos
SUntitled=Sem Título
SWizardAppDir=Pasta do Aplicativo
SWizardAppDir2=Por favor, especifique as informações de pasta do seu aplicativo.
SWizardAppDirNameError=Por favor, especifique o nome da pasta do aplicativo.
SWizardAppDocs=Documentação do Aplicativo
SWizardAppDocs2=Por favor, especifique quais arquivos de documentação devem ser exibidos durante a instalação.
SWizardAppExeError=Por favor, especifique o executável principal do aplicativo.
SWizardAppFiles=Arquivos do Aplicativo
SWizardAppFiles2=Por favor, especifique os arquivos que são parte do seu aplicativo.
SWizardAppFiles3=Por favor, especifique a pasta de origem.
SWizardAppFilesSubDirsMessage=Os arquivos nas subpastas "%s" também devem ser incluídos?
SWizardAppGroupNameError=Por favor, especifique o nome do grupo do aplicativo no Menu Iniciar
SWizardAppIcons=Ícones do Aplicativo
SWizardAppIcons2=Por favor, especifique quais ícones devem ser criados para seu aplicativo.
SWizardAppInfo=Informações do Aplicativo
SWizardAppInfo2=Por favor, especifique algumas informações básicas sobre seu aplicativo.
SWizardAppNameError=Por favor, especifique o nome do aplicativo.
SWizardAppRootDirError=Por favor, especifique a pasta base de destino do aplicativo.
SWizardAppVersionError=Por favor, especifique a versão do aplicativo.
SWizardCancelMessage=O [name] não está completo. Se você sair agora, o script não será gerado.\n\nSair do [name]?
SWizardCancelMessage2=O assistente do [name] não está completo. Se você sair agora, as configurações escolhidas para importar não serão salvas.\n\nSair do assistente do [name]?
SWizardCompiler=Configurações do Compilador
SWizardCompiler2=Por favor, especifique algumas configurações básicas do compilador.
SWizardCompiler32Check=Inno Setup Compiler por Jordan Russell
SWizardCompilerOutputDir=Por favor, especifique a pasta.
SWizardDefaultName=Assistente de Script do Inno Setup
SWizardFileAppDestRootDirError=Por favor, especifique uma pasta base de destino diferente da pasta do aplicativo.
SWizardFileDestRootDirError=Por favor, especifique a pasta base de destino.
SWizardFinished=Finalizado
SWizardImport=Importar Configurações de
SWizardImport2=Por favor, escolha a ferramenta de desenvolvimento da qual importar as configurações.
SWizardImportError=Por favor, especifique pelo menos um ambiente instalado do qual importar as configurações.
SWizardImportLabel=O [name] detectou a presença dos seguintes ambientes de desenvolvimento para o Inno Setup.
SWizardImportMRUList=Importar Lista de Documentos Recentes do ambiente selecionado.
SWizardInnoIDECheck=InnoIDE por Graham Murt
SWizardISGCheck=Inno Script Generator por Hisoft 2000
SWizardISPP=Inno Setup Preprocessor
SWizardISPP2=Por favor, especifique quando o Inno Setup Preprocessor deve ser usado.
SWizardISPPCheck=Sim, usar diretivas #define do compilador
SWizardISPPLabel=O [name] detectou a presença do Inno Setup Preprocessor (ISPP) e portanto pode usar as diretivas #define do compilador para simplificar seu script. Embora não seja necessário, isso fará com que seja mais fácil alterar o script manualmente no futuro.\n\nDeseja que o [name] use as diretivas #define do compilador?
SWizardISToolCheck=ISTool por Bjørnar Henden
SWizardLanguages=Idiomas de Instalação
SWizardLanguages2=Por favor, especifique quais idiomas de Instalação devem ser incluídos.
SWizardLanguagesSelError=Por favor, selecione pelo menos um idioma.
SWizardSettings=Importar Configurações
SWizardSettings2=Por favor, certifique-se que as configurações abaixo estão corretas.
SWizardWelcome=Bem-vindo
